Repository: ManuGH/xg2g
Catalog: ios/Xg2g/Localizable.xcstrings
Source language: en
Languages: de

source: From start
de: Von Beginn

source: To Live
de: Zur Live-Kante

source: All Channels (%lld)
de: Alle Sender (%lld)

source: Favorites (%lld)
de: Favoriten (%lld)

source: ON AIR
de: LÄUFT

source: Preparing timeshift…
de: Timeshift wird vorbereitet…

source: Preparing…
de: Wird vorbereitet…

source: Start Picture in Picture
de: Bild-in-Bild starten

source: Audio Tracks (%lld)
de: Tonspuren (%lld)

source: Off
de: Aus

source: Subtitles (%lld)
de: Untertitel (%lld)

source: Hide stream info
de: Stream-Info ausblenden

source: Render path: System Layer
de: Renderpfad: System Layer

source: Render path: Metal Direct
de: Renderpfad: Metal Direct

source: Stream routing (lab)
de: Stream-Routing (Labor)

source: Already at live edge
de: Bereits an der Live-Kante

source: Channel list
de: Senderliste

source: CHANNEL LIST
de: SENDERLISTE

source: Stop
de: Stoppen

source: Start
de: Starten

source: WARMING…
de: WÄRMT…

source: ACTIVE
de: AKTIV

source: CUSTOM STREAM URL
de: BENUTZERDEFINIERTE STREAM-URL

source: Load
de: Laden

source: VIDEO (SOURCE STREAM)
de: VIDEO (QUELL-STREAM)

source: Resolution
de: Auflösung

source: Detecting…
de: Erkenne…

source: Field Order
de: Halbbild-Ordnung

source: Not confirmed yet
de: Noch nicht bestätigt

source: COLOR SPACE & DYNAMICS (SIGNAL)
de: FARBRAUM & DYNAMIK (SIGNAL)

source: Color Space
de: Farbraum

source: Dynamic Range
de: Dynamikumfang

source: Value Range
de: Wertebereich

source: SOURCE GEOMETRY (BITSTREAM)
de: QUELL-GEOMETRIE (BITSTREAM)

source: Not signaled (1:1)
de: Nicht signalisiert (1:1)

source: Source DAR
de: Quell-DAR

source: PRESENTATION & OUTPUT
de: DARSTELLUNG & AUSGABE

source: Output DAR
de: Ausgabe-DAR

source: Scaling
de: Skalierung

source: Render Path
de: Renderpfad

source: TTFP (First Frame)
de: TTFP (Erstes Bild)

source: Timeshift unavailable
de: Timeshift nicht verfügbar

source: ❚❚ Timeshift paused
de: ❚❚ Timeshift Pausiert

source: Timeshift could not be started
de: Timeshift konnte nicht gestartet werden

source: Timeshift error: %@
de: Fehler bei Timeshift: %@

source: ▶ Live edge (Native TS)
de: ▶ Live-Kante (Native TS)

source: ❚❚ Paused
de: ❚❚ Pausiert

source: ▶ Resume
de: ▶ Fortsetzen

source: Aspect ratio: %@
de: Bildformat: %@

source: %@ broadcasts in a format that direct playback cannot render
de: %@ sendet in einem Format, das die Direktwiedergabe nicht darstellen kann

source: The channel broadcasts %@. This device cannot decode this with direct playback.
de: Der Sender überträgt %@. Dieses Gerät kann das bei Direktwiedergabe nicht dekodieren.

source: Switch to "Via Server" in Settings → Playback Mode to watch this channel.
de: Stelle unter Einstellungen → Wiedergabe-Art auf „Über den Server“ um, dann läuft dieser Sender.

source: Fill
de: Füllen

source: Fill Screen
de: Bildschirm füllen
